{   
    "navPage":{
                 "home":"Home",
                "about":"About me",
                "skills":"Skills",
                "work":"Work",
                "contact":"Contact"
},
   "homePage":{
                 "hi":"Hi and Welcome!",
                 "title":"I'm Pamela Elin Sosa ",
                 "subtitle":"Full-Stack Developer./ Front-end",
                 "networks":"Visit my networks",
                 "titleContact":"Send me an email",
                 "titleCV":"Download resume"
                 

   },
   "resumePage":{
      
      "title":"Download my resume",
      "btn1":"Spanish",
      "btn2":"English",
      "alert":"Resume under update"
      
     
     

},
   "aboutPage":{
    "about": "Let me tell you a bit about myself!",
    "aboutSubtitle": "Currently, I work as a Frontend Developer for a custom software consultancy.",
    "title1": " Frontend Developer",
    "title2": " Full-Stack MERN Web Development",
    "title3": " Self-taught 2021-∞",
    "textCol2": "I am a passionate web developer dedicated to problem-solving and continuous learning. I easily adapt to changes, am perseverant, and celebrate personal growth for both myself and those around me. In terms of my education, I am self-taught and have expanded my knowledge with a Full-Stack MERN course.",
    "textCol3": "In this portfolio, you will find my previous projects. I am currently creating a new one with Next.js, while keeping this one updated. I hope you like it!"
       
   },
   "skillsPage":{
                  "skills":"Skills",
                  "subtitle":"These are some of the technologies I have worked with",
                  "certif":"Certifications"
   },
   "workPage":{
            "work":"Work",
            "subtitle":"Look at some of my projects I did as a self-taught:",
            "textMovies":"This movie application demonstrates the implementation of the TMDB API call. It contains a search, an animated button, and the covers open a modal window with the overviews of your choice. Home redirects to the main search screen. Bootstrap and css were used.",
            "textWeather":"This Weather App shows the implementation of the openweathermap API call with axios. It looks for the weather according to the location you want. It was created with Reactjs and css.",
            "textcrud":"(Create, Read, Update, Delete) This project was created with React.js, implementing redux-toolkit, react-router-dom and Tailwind",
            "textToDo":"To do List - This is a CRUD based project. Built with React.js, redux-toolkit, react-router-dom, and Tailwind.",
            "textAyrton": "Custom portfolio for an Argentine artist touring Europe, using Next.js and Tailwind. Responsive design, including a gallery of videos and audios of live performances."

         },
   "contactPage":{
      "contact":"Contact",
      "subtitle":"Submit the form below or an email to sosapamelaelin@gmail.com",
      "name":"Name",
      "email":"Email",
      "invalid":"Please provide a valid email address.",
      "message":"Write your message."
   },
   "buttonOrange":{
      "home":"View Work",
      "contact":"Send"   },
   "footer":{
      "made":"Made whit",
      "and":"and",
      "by":"by me!",
      "title":"See portfolio code "
   }

}
