{   
    "navPage":{
                 "home":"Home",
                "about":"About me",
                "skills":"Skills",
                "work":"Work",
                "contact":"Contact"
},
   "homePage":{
                 "hi":"Hi and Welcome!",
                 "title":"My name is Pamela Elin Sosa and I'm Full-Stack Developer.",
                 "subtitle":"I invite you to take a few minutes, prepare your coffee, and see my portfolio. I hope you like it!",
                 "networks":"Visit my networks/download my resume",
                 "titleContact":"Send me an email",
                 "titleCV":"Download my resume"
                 

   },
   "resumePage":{
      
      "title":"Download my resume",
      "btn1":"Spanish",
      "btn2":"English"
      
     
     

},
   "aboutPage":{
      "about":"I'll tell you a little bit about me!",
      "title":"Self-taught 2021-∞ Front-end Developer React.js Full-Stack Web Development MERN",
      "textCol2":"I have experience in front-end development, and back-end knowledge. I started as a self-taught person and in 2023 I took the MDP Program Full-Stack MERN course. I value the good work environment and daily learning. I learn new technologies to improve my skills every day and adapt to changes. I aspire to work in a company where I can expand my knowledge and constantly evolve.",
      "textCol3":" I made the portfolio with my knowledge as a self-taught, compiling several of the things I learned. In it you will find my projects before the course. I'm currently creating a new portfolio with Next js. In the meantime I keep this one updated. Hope you like it!"
               
   },
   "skillsPage":{
                  "skills":"Skills",
                  "subtitle":"These are some of the technologies I have worked with",
                  "certif":"Certifications"
   },
   "workPage":{
            "work":"Work",
            "subtitle":"Look at some of my projects I did as a self-taught:",
            "textMovies":"This movie application demonstrates the implementation of the TMDB API call. It contains a search, an animated button, and the covers open a modal window with the overviews of your choice. Home redirects to the main search screen. Bootstrap and css were used.",
            "textWeather":"This Weather App shows the implementation of the openweathermap API call with axios. It looks for the weather according to the location you want. It was created with Reactjs and css.",
            "textcrud":"(Create, Read, Update, Delete) This project was created with React.js, implementing redux-toolkit, react-router-dom and Tailwind",
            "textToDo":"To do List - This is a CRUD based project. Built with React.js, redux-toolkit, react-router-dom, and Tailwind."
         },
   "contactPage":{
      "contact":"Contact",
      "subtitle":"Submit the form below or an email to sosapamelaelin@gmail.com",
      "name":"Name",
      "email":"Email",
      "invalid":"Please provide a valid email address.",
      "message":"Write your message."
   },
   "buttonOrange":{
      "home":"View Work",
      "contact":"Send"   },
   "footer":{
      "made":"Made whit",
      "and":"and",
      "by":"by me!",
      "title":"See portfolio code "
   }

}
