{   
    "navPage":{
        "home":"Inicio",
        "about":"Sobre mi",
        "skills":"Habilidades",
        "work":"Proyectos",
        "contact":"Contacto"
},
   "homePage":{
                 "hi":"Hola y Bienvenidos!",
                 "title":"Soy Pamela Elin Sosa ",
                 "subtitle":"Desarrolladora Full-Stack.",
                 "networks":"Visita mis redes",
                 "titleContact":"Envíame un correo",
                 "titleCV":"Descarga mi CV"
                
                

   },
   "resumePage":{
      
      "title":"Descarga mi CV",
      "btn1":"Español",
      "btn2":"Inglés",
      "alert":"CV en proceso de actualización"
      
     
     

},
   "aboutPage":{
    "about":"Te cuento un poco sobre mí!",
    "aboutSubtitle":"Actualmente, trabajo como desarrolladora Frontend para una consultora de software a medida.",
    "title1":" Desarrolladora Front-end",
    "title2":" Desarrollo web Full-Stack MERN ",
    "title3":" Autodidacta 2021-∞",
    "textCol2":"Soy una Desarrolladora web apasionada por la resolución de problemas y el aprendizaje continuo. Me adapto fácilmente a los cambios, soy perseverante y celebro el crecimiento personal, tanto mío como de quienes me rodean. En cuanto a mi formación, soy autodidacta y he ampliado mis conocimientos con un curso Full-Stack MERN.",
    "textCol3":" En éste portfolio encontrarán mis proyectos antiguos. Actualmente me encuentro creando uno nuevo con Next js,  mientras tanto mantengo éste mismo actualizado.Espero que les guste!"
   
   },
   "skillsPage":{
    "skills":"Habilidades",
    "subtitle":"Estas son algunas de las tecnologías con las que he trabajado",
    "certif":"Certificaciones"

   },
   "workPage":{
    "work":"Proyectos",
    "subtitle":"Mira algunos de mis proyectos que realicé como autodidacta:",
    "textMovies":"Ésta App de películas muestra la implementación de llamada a la API TMDB. Contiene un search, un botón animado, y las portadas abren una ventana modal con las reseñas de tu elección. El Home redirige a la pantalla principal de búsqueda. Se utilizó Bootstrap y css.",
    "textWeather":"Esta aplicación meteorológica muestra la implementación de la llamada a la API de openweathermap con axios. Busca el clima según la ubicación que desees. Fue creado con Reactjs y css.",
    "textcrud":"(Crear, Leer, Actualizar, Eliminar) Éste proyecto fue creado con React.js, implementando redux-toolkit, react-router-dom y Tailwind",
    "textToDo":"Lista de tareas: Es un proyecto basado en el CRUD anterior. Creado con React.js, redux-toolkit, react-router-dom y Tailwind.  ",
    "textAyrton":"Portfolio personalizado para un artista argentino, recorriendo Europa, utilizando Next.js y Tailwind. Diseño responsive, incluyendo galería de videos y audios de actuaciones en vivo."

   },
   "contactPage":{
    "contact":"Contacto",
    "subtitle":"Envía el formulario a continuación o un correo a sosapamelaelin@gmail.com",
    "name":"Nombre",
    "email":"Correo",
    "invalid":"Por favor ingrese su dirección de correo electrónico válida.",
    "message":"Escribe tu mensaje. Con gusto lo leeré"
   },
   "buttonOrange":{
    "home":"Ver proyectos",
    "contact":"Enviar"   },
 "footer":{
    "made":"Hecho con",
  "and":"&",
  "by":"por mi!",
  "title":"Ver código del portfolio "}
}